---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadForceFz
source: html/d9d825be-5e2f-e069-cc16-94948fae2228.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadForceFz Property

"Fz"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadForceFz { get; }
```